Repository: EFDos/mupen-gui
Catalog: po/*.po
Languages: fr, nl, pt

source: Features:
fr: Fonctionnalités :
nl: Kenmerken:
pt: Funcionalidades:

source: Mupen64Plus Plugins Selection
fr: Sélection de plugins Mupen64Plus
nl: Mupen64Plus-plug-inselectie
pt: Seleção de Plugins do Mupen64Plus

source: Keyboard/Joystick Input Binding
fr: Affectation de l'entrée clavier/manette
nl: Toetsenbord-/Joysticktoewijzingen instellen
pt: Configuração de Teclado e Joystick

source: Rom Directory Listing
fr: Liste du répertoire des ROM
nl: ROM-mappenlijst
pt: Listagem de diretório de ROMs

source: Easy to use Mupen64Plus FrontEnd
fr: Interface Mupen64Plus intuitive
nl: Eenvoudig Mupen64Plus-frontend
pt: Interface de uso fácil para o Mupen64Plus

source: Nintendo;Emulator;64;N64;Gaming;
fr: Nintendo;Emulateur;64;N64;Jeu;
nl: Nintendo;Emulator;64;N64;Gaming;Spellen;
pt: Nintendo;Emulador;64;N64;Jogos;

source: Executing Rom:
fr: Exécution de la Rom :
nl: Bezig met opstarten van rom:
pt: A executar o Rom:

source: Error loading Rom File:
nl: Fout tijdens laden van rombestand:
pt: Erro ao carregar o ficheiro Rom:

source: Settings
fr: Paramètres
nl: Instellingen
pt: Definições

source: Rom List
pt: Lista de ROMs

source: Select Rom Directory
fr: Sélectionner le répertoire des ROM
nl: ROM-map kiezen
pt: Selecionar o diretório de ROMs

source: Select Roms Directory
fr: Sélectionner le répertoire des ROM
nl: ROM-map kiezen
pt: Selecionar o diretório de ROMs

source: Play Selected Rom
fr: Lancer la ROM sélectionnée
nl: Geselecteerde rom spelen
pt: Jogue a ROM selecionada

source: No ROM is selected.
fr: Aucune ROM sélectionnée
nl: Geen rom geselecteerd.
pt: Nenhum ROM selecionado.

source: Configure Mupen64 Display Settings.
fr: Configurez les paramètres d'affichage de Mupen64.
nl: Stel de Mupen64-weergave-instellingen in.
pt: Configurar as Definições de Vídeo do Mupen64.

source: Emulator
fr: Emulateur
pt: Emulador

source: Display Settings
fr: Paramètres d'affichage
nl: Weergave-instellingen
pt: Definições de Vídeo

source: Resolution:
pt: Resolução

source: Configure MupenGUI General Settings.
fr: Configurez les paramètres généraux de MupenGUI.
nl: Stel de algemene MupenGUI-instellingen in.
pt: Configurar as Definições Gerais do MupenGUI.

source: Frontend
fr: Interface
pt: Interface

source: General Settings
fr: Paramètres généraux
nl: Algemene instellingen
pt: Definições Gerais

source: Plugins Base Directory:
fr: Répertoire de base des plugins :
nl: Basismap met plug-ins:
pt: Diretório Base de Plugins:

source: Video Plugin:
fr: Plugin vidéo :
pt: Plugin de Vídeo:

source: Audio Plugin:
fr: Plugin audio :
pt: Plugin de Áudio:

source: Input Plugin:
fr: Plugin d'entrée :
nl: Invoerplug-in:
pt: Plugin de Input:

source: RSP Plugin:
fr: Plugin RSP :
pt: Plugin RSP:

source: Light Mode
fr: Thème clair
nl: Licht thema
pt: Modo Claro

source: Dark Mode
fr: Thème sombre
nl: Donker thema
pt: Modo Escuro

source: Configure Mupen64 Input Settings.
fr: Configurez les paramètres d'entrée de Mupen64.
nl: Stel de Mupen64-invoerinstellingen in.
pt: Configurar as Definições de Entrada do Mupen64.

source: Input Settings
fr: Paramètres d'entrée
nl: Invoerinstellingen
pt: Definições de Entrada

source: Emulator Controller
fr: Contrôleur d'émulateur
pt: Comando do Emulador

source: Device
fr: Périphérique
nl: Apparaat
pt: Dispositivo

source: Set Buttons
fr: Définir les boutons
nl: Knoppen instellen
pt: Definir os Botões

source: Controller 1
fr: Contrôleur 1
pt: Comando 1

source: Controller 2
fr: Contrôleur 2
pt: Comando 2

source: Controller 3
fr: Contrôleur 3
pt: Comando 3

source: Controller 4
fr: Contrôleur 4
pt: Comando 4

source: Keyboard
fr: Clavier
nl: Toetsenbord
pt: Teclado

source: Set Button
fr: Définir le bouton
nl: Knop instellen:
pt: Definir o Botão

source: Press a Key
fr: Appuyez sur une touche
nl: Druk op een toets
pt: Pressione uma Tecla

source: Press a Joystick Button or Axis
fr: Appuyez sur un bouton ou un axe de la manette de jeu
nl: Druk op een joystickknop of -as
pt: Pressione um botão do Joystick ou mova um eixo

source: Joystick
fr: Manette

source: Mupen64Plus FrontEnd that allows for an easy configuration of Keyboard and Joystick bindings, to play your favourite N64 games.
nl: Mupen64Plus-frontend dat je helpt op eenvoudige wijze je toetsenbord en joystick in te stellen zodat je je favoriete N64-spellen kunt spelen.

source: Note: This is the first public release, it may still contain bugs and incomplete features.
nl: Let op: dit is de eerste publieke uitgave. Deze kan bugs bevatten en is mogelijk onvolledig.

source: Fullscreen Mode
nl: Beeldvullende modus

source: Fullscreen
nl: Beeldvullend

source: Mupen64Plus Core Library Directory:
nl: Mupen64Plus-kernbibliotheekmap:

source: Mupen64Plus Initalized!
nl: Mupen64Plus is ge√Ønitialiseerd!
